---
kind: other
id: Methods.T:Autodesk.Revit.DB.ValueAtPointBase
source: html/2974b45f-5116-2892-ff7a-f66e892c76e7.htm
---
# ValueAtPointBase Methods

Sets flags for all measurements to ValueAtPointFlags::None.